Tekla.Structures.Drawing.CannotSetAttributeForPluginDueToInexistantFieldException
The CannotSetAttributeForPluginDueToInexistantFieldException class defines the exception that is
thrown when Plugin.SetAttribute is called but the field does not exist.

Tekla.Structures.Drawing.CannotSetAttributeForPluginDueToInexistantFieldException.#ctor
Creates a new CannotSetAttributeForPluginDueToInexistantFieldException instance.

Tekla.Structures.Drawing.CannotSetAttributeForPluginDueToInexistantFieldException.#ctor(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Initializes a new instance with serialized data.
info: The object that holds the serialized object data.
context: The contextual information about the source or destination.